{
  "plugins": {
    "compile-mode.nvim": {
      "src": "https://github.com/ej-shafran/compile-mode.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruber-darker.nvim": {
      "src": "https://github.com/blazkowolf/gruber-darker.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "neogit": {
      "src": "https://github.com/neogitorg/neogit"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim.git"
    }
  }
}
